[
  {
    "id": "49b740dc-f6ce-49b9-b6fd-e6865fb494de",
    "title": "Test",
    "content": "Dream",
    "createdAt": "2026-01-21T01:35:48.191Z"
  },
  {
    "id": "cmk8xv9au00011o7xgc8piap9",
    "title": "Quando eu era crianca",
    "content": "Quando eu era criança, eu lembro que uma vez eu tive um pesadelo, acho que um pesadelo até que eu acordei, mesmo acordado eu continuei, tendo imagens, que era basicamente, eu tava deitado e no teto da minha casa, tinha um demônio de fogo, como se fosse um motoqueiro fantasma, porque na época eu jogava muito jogo de motoqueiro fantasma, e ele olhava pra mim diretamente.",
    "createdAt": "2026-01-10T23:31:11.952"
  },
  {
    "id": "cmk8xtssu00001o7xa2e3qvas",
    "title": "Conversnado com a ex",
    "content": "Sonhei que eu estava tentando conversar com minha ex-namorada Flávia pelo Whatsapp e aí pelo Instagram né e aí eu vejo que teve uma hora que ela parou de me seguir desfez desfez e aí eu voltei a conversar com ela e ela conversou comigo como se aquilo não tivesse acontecendo eu lembro que quando ela desfez eu me senti triste aí ela disse que ia aprender inglês estava começando um curso novo que já tinha recebido avaliação de perfil de estudante dela e estava me mostrando como se quisesse aparecer para mim tipo olha o que eu tô fazendo, olha e eu falei pô legal, continue e aí ela recebeu o perfil boa estudante mas que conversava muito na sala e aí eu peguei e falei que eu ia não ia conversar mais, eu ia parar de conversar com ela naquele momento que eu estava indo para o aeroporto, que eu ia pegar uma viagem para o Canadá aí meio que encerra a conversa acho que tem algum momento que eu estava meio que implorando tipo mentalmente para a gente se seguir de novo, tipo me segue por favor aí indo para o aeroporto antes eu pego aquele meu tênis azul esportivo que já apareceu em outro sonho só que aí eu me questiono se eu uso ou não, que eu não queria usar esses esportivos que ia ficar claro que eu era brasileiro lá fora com o esportivo, que os canadenses não usam esportivo aí me questionei mas eu não tinha uso então eu fui com ele mesmo",
    "createdAt": "2026-01-10T23:30:03.919"
  },
  {
    "id": "cmjxt3eti00034dedqyl1vx0g",
    "title": "Policial pedindo desculpa",
    "content": "Como a imagem na minha cabeça é muito forte, não sei se ela veio enquanto eu dei uma cochilada, mas embora eu não tenha certeza se foi um sonho ou se foram imagens que vieram do ego mesmo. Que é um policial me pedindo desculpa. O sentimento eu diria ser algo relacionado a eu nao estar compreendendo o pq desses sonhos onde tem pessoas me pedindo desculpas estao se repetindo",
    "createdAt": "2026-01-03T04:32:06.342"
  },
  {
    "id": "cmjxszwq500024dedjuy6d0ay",
    "title": "Jogador de futebol do real madrid",
    "content": "Mais uma vez foi um sonho longo. Eu sonhei que eu ia virar jogador de futebol do Real Madrid. Então, fomos para a Espanha. Chegando lá, o técnico me recebeu super bem dentro do Estadio, sem torcida na hora. Recebeu meus familiares, que estavam comigo, super bem. Depois eu fui numa loja do Real Madrid e peguei tudo do melhor. Melhor roupas, melhor chuteiro, melhor bola, melhor luva. E depois voltamos ao técnico. Sentimento de felicidade",
    "createdAt": "2026-01-03T04:29:22.924"
  },
  {
    "id": "cmjxsyw3c00014deddeg9mifz",
    "title": "Fazendo comida",
    "content": "Aqui eu estava fazendo comida numa panela grande com uma colher de pau. Enquanto eu misturava a comida, tinha uma mulher do meu lado olhando.",
    "createdAt": "2026-01-03T04:28:35.448"
  },
  {
    "id": "cmjxsxeni00004dedb40cour4",
    "title": "Viajem para o sudeste asiatico. danca com mulher",
    "content": "Acabei de sonhar que eu tinha viajado, aparentemente para uma ilha perto, numa ilha no sudeste asiático, perto das Filipinas. Lá nessa ilha também estava meu colega de trabalho, Guilherme, e era bastante longe, e eu estava com uma menina da região.\n\nEu só tinha andado pelo lugar; parecia um resort. Eu andava pelo restaurante, me comunicando com o pessoal.\n\nEu lembro que tinha uma mulher com quem eu estava tentando dançar. Primeiro eu perguntei se ela falava português, e ela disse que não. Então a gente estava falando em uma língua que eu não conheço. E, durante o sonho, eu estava ensinando ela a dançar forró. Eu tentei ensinar o passinho pra frente e pra trás.\n\nLembro que tinha pessoas olhando. Ela estava se divertindo, e a gente estava se divertindo. Então, no sonho, eu parecia atraído por ela, atraído fisicamente.\n\nEu lembro que eu tentava ensinar e ela não aprendia de jeito nenhum; não aprendeu até o final do sonho. Até o final do sonho eu não cheguei a desistir de fato, mas eu já estava com a sensação de que eu iria desistir.\n\nMas o sonho foi isso: eu tentava ensinar e ela dava uns passos enormes. Ela não dava o passinho menorzinho que era necessário; ela dava uns passinhos enormes, e voltava, e voltava.\n\nAí teve um ponto em que eu colei o corpo dela no meu, e ela perguntou se tinha que ser colado, e eu falei que sim. Aí é, passinhos e tal. Eu lembro que, nesse momento em que eu colei o corpo, tinham pessoas olhando. Eu olhei assim e eles estavam olhando. Não lembro se teve ninguém sorrindo. Mas ela acabou não aprendendo.",
    "createdAt": "2026-01-03T04:27:26.171"
  },
  {
    "id": "cmjxmtw8p000pjdamalekrfe1",
    "title": "AUla de historia medieval na UnB, Amigo matheus fica feliz em me ver",
    "content": "Sonhei que eu tava com a sensação de que eu tinha que voltar pra UnB após um longo período de trabalho. Eu subo na moto e vou pra UnB.\n\nEu lembro que, durante o sonho, eu tava muito preocupado com chuva: se ia chover enquanto eu ia ou na hora de voltar. Eu tava preocupado com chuva, até que eu lembrei de levar guarda-chuva e capa de chuva.\n\nQuando eu chego na UnB, a matéria que eu ia estudar era História Medieval. Cheguei lá e já tinha algumas pessoas. Eu cheguei com a sensação de que tudo já tinha sido feito, e eu teria que negociar com a professora explicando meu caso. O caso seria: “Pô, professora, eu fiquei os últimos meses só trabalhando.” Seria como abrir uma prova pra eu fazer, pra eu não reprovar.\n\nQuando eu cheguei lá, nos grupos, os trabalhos em grupo já tinham se passado. Um amigo meu, Matheus, que também faz História, super gente boa, mora na Ceilândia, me recebeu com muita felicidade e falou pra eu sentar perto dele.\n\nE… é isso: eu fui de moto pra UnB. Acho que é basicamente isso.",
    "createdAt": "2026-01-03T01:36:44.665"
  },
  {
    "id": "cmjxmsfm1000ojdamw10kzio1",
    "title": "Novo escritorio e conexao wifi em casa",
    "content": "Sonhei que quando eu chegava no novo escritório da empresa, embora o escritório esteja um pouco diferente do que ele é, quando eu chegava as coisas do escritório estavam sendo arrumadas. O pessoal falou para eu arrumar também que a gente estava voltando a trabalhar na casa que a gente trabalhava antes do escritório. Então a gente estava voltando. E teve alguma relação com a conexão Wi-Fi também. Falaram que agora ia ter conexão Wi-Fi na minha casa. E o sonho foi mais ou menos esse.",
    "createdAt": "2026-01-03T01:35:36.457"
  },
  {
    "id": "cmjxmqt81000njdamhzhmrsh6",
    "title": "Motoboy dizendo para eu matar",
    "content": "Ontem eu tive um acidente de moto, né? Aí veio, enquanto eu tava lá esperando a moto ligar, veio outro motogueiro pra me ajudar. Ele me ajudou, me deu as dicas e vem me acompanhando até em casa. Ele vem me seguindo de moto. Aí beleza, cheguei em casa, dormi. Dois de manhã, depois de acordar, tive um pensamento involuntário, enquanto eu deitava na cama aqui, de que esse rapaz pedia pra entrar no meu quarto, e eu deixava. Aí ele apontava, com o braço esquerdo, e dizia pra eu matar uma pessoa. Mas não tinha mais ninguém ali no nosso quarto. Ele apontava pra um lugar que não tinha ninguém. Só tinha eu e ele.",
    "createdAt": "2026-01-03T01:34:20.785"
  },
  {
    "id": "cmjxmphom000mjdam1ora3rf2",
    "title": "Meu amigo me pedindo desculpa",
    "content": "Eu sonhei com um amigo meu chamado Gabriel, do qual eu já encerrei minha amizade com ele por questões como o uso que ele faz de droga e a mulher dele mandou ele se distanciar da gente. Então a gente encerrou nossa amizade e eu sonhei com ele me pedindo perdão. No sonho ele me mandava uma mensagem pelo WhatsApp pedindo perdão. Só que eu já não me lembro qual era o teor das mensagens. Um ex-amigo me mandando mensagem de perdão. Esse foi o sonho.",
    "createdAt": "2026-01-03T01:33:19.174"
  },
  {
    "id": "cmjxmngw4000ljdamlifu434w",
    "title": "Festa com gente usando roupas parecidas. Beijei uma amiga. COnvidados pulam na pscina",
    "content": "Sonhei que eu estava na saída de uma festa. Era como se fosse um clube. E era como se fosse uma festa em que as pessoas estavam vestidas de forma parecida: os homens com roupas parecidas e as mulheres com roupas parecidas.\n\nEntão, no aniversário, veio me ver uma amiga. Ela ficou abraçada comigo o tempo inteiro. Já estava mais no finalzinho da festa e, inclusive, enquanto a gente estava abraçado, a festa acabou.\n\nAí vieram umas amigas dela e ela ficou falando: “Olha, gente, o homem por quem eu estou apaixonada não bebe”, falando de mim, né, que eu não bebia. E falou mais alguma outra coisa assim, me enaltecendo.\n\nAté que a gente deu esse beijão, beijando na boca. Nessa de beijar na boca, eu estava parado na parede. Eu virei pra apoiar ela na parede, pra dominar ela, e a gente começou a se beijar.\n\nE depois, engraçado, alguns convidados homens da festa foram correndo e pularam na piscina.",
    "createdAt": "2026-01-03T01:31:44.817"
  },
  {
    "id": "cmjxmi6g4000kjdammbe4k7fj",
    "title": "Estava estressado, e o lider da equipe falou para eu nao colocar limitacoes no aprendizado de ingles",
    "content": "Sonhei que eu estava estressado, parcee que eu estava fazendo coisas mal feitas, e o líder da minha equipe do trabalho ( que mora no Canadá), disse pra eu focar em tbm nao colocar limitações no meu aprendizado de inglês",
    "createdAt": "2026-01-03T01:27:38.019"
  },
  {
    "id": "cmjxmfcea000jjdamztsfq9ac",
    "title": "Ricardo conseguiu o apartamento na minha frente",
    "content": "No dia em que eu estava no trabalho, eu tinha uns amigos, Mateus e Ricardo também, cada um em um computador. Aí o Ricardo, que é o mais júnior aqui, mandou uma mensagem pro meu chefe, pedindo… porque o contexto é o seguinte: todo mundo da empresa vai se… Por exemplo, algumas pessoas moram na mesma casa onde a gente trabalha, e nós vamos nos mudar. A empresa vai alugar um apartamento pra essas pessoas continuarem morando na casa, pra ter um lugar pra morar.\n\nVoltando pro sonho: o Ricardo mandou uma mensagem pro meu chefe e pediu pra ele alugar um quartinho pra ele morar. E ele conseguiu; o chefe disse que ia fazer isso. Só que eu que queria fazer isso, eu que quero um lugar pra morar lá perto. Só que o Ricardo falou antes e conseguiu na minha frente, e eu fiquei lá meio que de canto, meio triste, meio sentindo que eu deveria ter feito menos.",
    "createdAt": "2026-01-03T01:25:25.743"
  },
  {
    "id": "cmjxme1fy000ijdamrrol75la",
    "title": "Caminhando na ladeira do lago sul. Meu tio policial me deu um joia",
    "content": "Sonhei que eu estava caminhando uma ladeira pra cima no Lago Sul, que é uma cidade aqui em Brasília, inclusive é a cidade onde eu trabalho, o escritório da empresa fica lá. Eu tava subindo e carregando coisas pesadas na mão. Aí meu tio que é policial desceu, ele tava no carona de um caminhãozinho, perguntou tudo certo e me deu um joia, e eu dei um joia de volta pra ele. Meu tio é policial, gente, eu gosto muito dele.",
    "createdAt": "2026-01-03T01:24:24.909"
  },
  {
    "id": "cmjxmc4bg000hjdam3vtsvud1",
    "title": "Sonho da viagem a Dubai onde eu cheguei atrasado ao aeroporot",
    "content": "No dia em que eu ia viajar para fora, eu estava indo para Dubai, aparentemente. Eu estava com meus colegas de trabalho, com os quais nós já viajamos, de fato, na vida real, uma vez para fora do Brasil: Boris, que é o croata; o meu chefe, que é canadense; e o vice-presidente, que também é canadense.\n\nO sonho todo eu tive um sentimento de desconforto. Nós estávamos… queríamos que nos encontrassem no aeroporto. Eu me atrasei. Eu me atrasei porque eu acordei tarde.\n\nDepois, minha tia Teté me pediu um favor e eu fui fazer. Minha avó estava no sonho, como se estivesse me falando alguma coisa, para eu não me atrasar. Lembro que, depois, eu estava na casa da minha avó, no sonho. Ele tinha dormido na casa da minha avó; eu não tinha dormido na minha casa.\n\nAí, lembro que, quando eu acordei, eu botei um short preto, acima do joelho; uma blusa azul de treino, mais ou menos assim, de academia; e um tênis também mais de academia. Botei um boné e levei um óculos escuro.\n\nEngraçado: no sonho, eu lembro de ter olhado o status do WhatsApp e o vice-presidente estava postando uma foto com uma recém-nascida dele, que chamava Yannicka, e a esposa dele. Lembro até que teve alguma interação.\n\nMinha avó estava brincando com uma criança que estava no colo dela. E, nesse momento — como se estivesse tudo na mesma casa —, meu chefe falou, e o vice-presidente falou: “Cara, por favor, sua vó ir para casa para ela cuidar da criança (nesse momento tinha uma criança no colo da minha vó). Não precisa ficar aqui. Pode ir para um lugar mais confortável.” Esse era o momento em que estava todo mundo prestes em uma casa, em uma sala.\n\nAí, quando eu cheguei no aeroporto, em outro momento, o sonho foi meio desconectado. Cheguei no aeroporto, e o croata estava falando com um cara diferente lá, estranho. Como ele sentiria se fosse bom em matemática? E eu estava chegando e ouvindo.\n\nO sonho teve um sentimento de desconforto. Lembro que também, durante o sono, eu não vi mensagens do meu chefe dizendo que eu me atrasei, mas tinha pessoas que eu senti que seriam da minha família dizendo que eu me atrasei (como se eu tivesse vacilado). Entre essas pessoas estava um amigo, Jotinha (empresário e muito gente boa). E eu retrunquei dizendo que não tinha nada escrito definindo a hora de chegar lá.",
    "createdAt": "2026-01-03T01:22:55.323"
  },
  {
    "id": "cmjxm9wm8000gjdamrxub47r2",
    "title": "Meus nomes e clube de natacao",
    "content": "Sonho que eu tinha ainda um clube de natação pra fazer aula de natação. Então quando eu cheguei na porta, o guardinha, eu já tive que explicar pra ele que meu nome não era mais... Primeira vez que eu fui a esse clube, né, eu tive que explicar que meu nome não era mais Américo, agora era Caio. Tava sozinho, né. Aí eu entrei, fui na recepção, pra fazer meu cadastro. Quando eu terminei de fazer, a mulher disse que eu tava um pouquinho atrasado e que eu só ia poder treinar por 30 minutos naquele dia. E perguntou em qual piscina eu iria. Aí tinha a melhor piscina de todas, uma ruim e uma mais ou menos. Eu escolhi a mais ou menos e fui. Aí eu sentei, troquei de roupa, botei a roupa de natação. Quando eu fui entrando na piscina, parece que eu entrei por uma porta errada. Fui parar dentro de um ônibus, e o ônibus tava indo pra um lugar muito longe, aleatório. Só depois que eu consegui voltar pra onde eu tava antes, que era no clube, e sentar lá, mas eu acabei sentando e não fui nadar.",
    "createdAt": "2026-01-03T01:21:12.032"
  },
  {
    "id": "cmjxm94ou000fjdamwiqmnpvo",
    "title": "Meu amigo foi preso. MInha mae me visitaria ?",
    "content": "Sonhei que um grande amigo meu ia preso. No sonho eu dizia para outros amigos que esse que foi preso usava mto remédio pra ansiedade, tdash autismo etc parece que no sonho ele foi preso pq tava levando algum objeto para a mãe. E acho que cheguei a comentar durante o Sonho com o amigo da eacola: será que minha mãe me visitaria todos os dias se eu fosse preso por causa dela ?",
    "createdAt": "2026-01-03T01:20:35.838"
  },
  {
    "id": "cmjxm7zj8000ejdamlxdbbnc8",
    "title": "Acidente andando de moto, Motorista me ajudou",
    "content": "Sonhei que eu tava andando de moto no trânsito. Aí teve uma hora que eu passei por um carro específico e quase caí em cima do carro. Deu que eu quase dormi quando eu passei perto da janela do carro, e o motorista viu.\n\nAí eu parei atrás do carro. Ele pediu pra eu descer da moto. Foi super gentil e disse que ia me levar onde eu tava indo, pra eu não correr o perigo de motos.",
    "createdAt": "2026-01-03T01:19:42.481"
  },
  {
    "id": "cmjxm6ws7000djdamid745x20",
    "title": "Wagner. Tomeu um tiro na garganta",
    "content": "Eu também sonhei que eu estava aqui na minha casa com meu padrasto, Wagner, e alguém chamou no portão e quando eu fui ver tinha alguém na área da minha casa. Essa pessoa virou e me deu um tiro na garganta. Eu caí, meio que não conseguia mais abrir os olhos, como se eu tivesse morrido.",
    "createdAt": "2026-01-03T01:18:52.279"
  },
  {
    "id": "cmjxm6dxq000cjdam0twmnyvf",
    "title": "Ensinando natacao",
    "content": "Sonhei que eu estava deitado em cima de uma mesa, poste no trabalho, fazendo um movimento no nado de natação. Eu estava tentando ensinar quem estava perto a nadar. Eu estava mostrando como que era.",
    "createdAt": "2026-01-03T01:18:27.854"
  },
  {
    "id": "cmjxm5o4h000bjdamlcsvgise",
    "title": "Sonho do voo, comida mexicana, meus tios e uma menina que me deu um fora",
    "content": "Sonhei que eu estava em um apartamento em um andar muito alto. Tinha um pessoal lá, e a tia Tete e o tio Tales me chamando pra comer comida mexicana. Eu peguei aquilo e saltei do andar, que era super alto. Aí, ou era meio que eu tinha uma capa, como o Batman, então eu conseguia voar. Eu voei, fiquei voando e, uma hora, voltei pra lanchar.\n\nLembro de ter me sentido pressionado a comer a comida que estavam me oferecendo. Quando eu voltei, a comida estava embrulhada com papel-alumínio. A tia Tete e o tio Tales não estavam mais lá, mas porque o que eu queria era ficar voando.\n\nAcho que era comida mexicana. Lembro que o sonho estava em outro lugar: tinha uma menina que eu estava querendo pegar. Mas, nesse momento do sonho, nós estávamos em outro lugar; parecia uma casa de praia. Lembro que ela estava na varanda e eu estava meio que do lado de fora da varanda, me equilibrando em umas vigas.\n\nLembro que eu mandei mensagem no grupo do Zap onde estava todo mundo. Ela falou pra gente ver isso na praia no dia seguinte. Me senti mal levando esse fora.",
    "createdAt": "2026-01-03T01:17:54.401"
  },
  {
    "id": "cmjxm4cut000ajdamtsh7d755",
    "title": "Vizinha e os sobrenomes de quem trabalha na empresa",
    "content": "Sonhei que eu ainda tinha um clube de natação pra fazer aula de natação. Quando eu cheguei na porta, o guardinha… eu já tive que explicar pra ele que meu nome não era mais… Na primeira vez que eu fui a esse clube, né, eu tive que explicar que meu nome não era mais Américo; agora era Caio. Eu tava sozinho.\n\nAí eu entrei e fui na recepção pra fazer meu cadastro. Quando eu terminei, a mulher disse que eu tava um pouquinho atrasado e que eu só ia poder treinar por 30 minutos naquele dia. Ela perguntou em qual piscina eu iria. Tinha a melhor piscina de todas, uma ruim e uma mais ou menos. Eu escolhi a mais ou menos e fui.\n\nAí eu sentei, troquei de roupa e botei a roupa de natação. Quando eu fui entrando na piscina, parece que eu entrei por uma porta errada. Fui parar dentro de um ônibus, e o ônibus tava indo pra um lugar muito longe, aleatório.\n\nSó depois que eu consegui voltar pra onde eu tava antes, que era no clube, e sentar lá. Mas eu acabei sentando e não fui nadar.",
    "createdAt": "2026-01-03T01:16:53.141"
  },
  {
    "id": "cmjxm39l50009jdamhmxepgg8",
    "title": "Inseto me atacou. Tio Claudio",
    "content": "Sonhei que estava no meu quarto, e um inseto me atacou. Era tipo um mosquito, só que ele era redondo como se fosse um... Era redondo como um prato, não um prato pequenininho, que era um mosquito marrom. Ele tava na parede, engraçado, que ele me olhou, o mosquito, eu vi a cara dele, ele veio pra cima de mim, aí eu... Ah, não acreditei, fiquei meio mexendo pra ele não morrer. E tinha um outro mosquito também que tava querendo me atacar. Só que esse era mais vejado e não era redondo. Aí, nessa, eu falei pra todo mundo... Acho que ninguém deu muita bola, foi pra uma festa... Aí eu chamei meu tio Claudio e ele veio aqui ver, aí na hora que ele tava olhando, acabou... Acabou o sonho. Mas eu lembro de ter falado que esse mosquito tava vindo de um saquinho de tabaco, que os mosquitos gostavam de tabaco.",
    "createdAt": "2026-01-03T01:16:02.249"
  },
  {
    "id": "cmjxm1w890008jdam8iulerc7",
    "title": "Paje e churrasco",
    "content": "Eu sonhei que estava em algum lugar, parece que tem uma casa meio na floresta, onde eu fui. E nesse lugar tinha alguns amigos, acho que lembro de ter visto o Júlio, lembro de ter visto o professor da UNB, Thiago Gigo. Lembro que, acho que antes nós estávamos na parte de dentro da casa. Aí esse pajé me convidou pro lado de fora e eu fui. Esse pajé não, ele era um cara meio da natureza. Aí ele começou a fazer churrasco e era simplesmente o melhor churrasco que eu já comi. Eu já comi na vida, então ele ficou fazendo uns cortes, metando carne, carne, metando carne, e eu comendo, comendo. Aí no final foi todo mundo lá pra fora, foi uma mulher também, tinha uma mulher que eu não lembro quem era. No final quando essa mulher saiu, o... Esse cara pegou e falou, nossa que mulher gata. Aí eu lembrei do episódio da Praça é Nossa e falei, é né, vai que cola. E nessa hora meu primo Marquinho tava também lá. Aí no final eu me senti meio pressionado a fazer um pix pro cara, que é o jeito que ele mantinha ali todo o ambiente. Aí eu... Demorou pra fazer o pix, porque tava com um problema no banco, tentava e não mandava, eu tentava por um número. E quando eu ia fazer, tava um número totalmente diferente, tava menos ou mais. Até que no final eu consegui fazer um pix de 40 reais pra ele e meu sonho acabou.",
    "createdAt": "2026-01-03T01:14:58.28"
  },
  {
    "id": "cmjxm1ay20007jdamfkso5imd",
    "title": "Boris me mostra um show de comedia. Bati no amigo do fernando e do gil",
    "content": "Sonhei que eu tava em algum lugar, e o Gilberto, o Fernando e o Boris, três pessoas que são colegas trabalho, vieram me dar dicas, porque eu, de alguma forma, tinha batido um amigo dos dois. Então, o Boris ia me mostrar um show de comédia, onde é explicado como interagir socialmente. emoção que eu senti, foi de desconforto e de incompreensão. O Boris não é brasileiro. Ele é croata. Fernando e Gil são muito ricos. Todos estão em posições superiores a mim no trabalho, e eu não conheço nem vi o rosto desse amigo em quem eu bati. No sonho parece que o Boris estava sentado num sofá, e me chamou pra falar do show de comédia.",
    "createdAt": "2026-01-03T01:14:30.68"
  },
  {
    "id": "cmjxlzewn0006jdamfx5qcvo2",
    "title": "Reuniao da empresa onde eu estava pelado",
    "content": "Sonhei que eu ia entrar em uma reunião online da empresa e, quando eu entrei, eu tava agachado, pelado. Engraçado que, nessa reunião, tinha algumas pessoas da empresa, como o vice-presidente, que deu uma risada, mas também tinha um amigo meu que não trabalha lá: ele tava nessa chamada online.\n\nQuando eu liguei a câmera pra participar da reunião da empresa, eu tava agachado, pelado.",
    "createdAt": "2026-01-03T01:13:02.519"
  },
  {
    "id": "cmjxlys4u0005jdam8mc37om0",
    "title": "sonhei de que eu estava servindo comida para outras pessoas",
    "content": "Tô com a impressão de que eu sonhei de que eu estava servindo comida para outras pessoas.",
    "createdAt": "2026-01-03T01:12:33.006"
  },
  {
    "id": "cmjxlxrm50004jdam2xie8gom",
    "title": "Casamento em How i met yout mother",
    "content": "Sonhei com uma cena de um episódio de uma série chamada How I Met Your Mother. Na cena, o personagem principal tá pedindo outra mulher em casamento. Ele tá no restaurante. Ele quebra a janela, sai, se veste de terno e faz o pedido.\n\nE a menina (a mulher, pra aceitar) quebra a janela do restaurante, sai, coloca o vestido e volta. Aí, do nada, ela mostra uma foto com quatro caras e diz com qual ela tem que escolher pra casar. Um dos caras era esse que tava pedindo, mas tinha outros três que ela também tava escolhendo.",
    "createdAt": "2026-01-03T01:11:45.676"
  },
  {
    "id": "cmjxlwunq0003jdamfgs8fhf7",
    "title": "Fernando disse que estou esquecendo alguma coisa",
    "content": "Tbm teve um sonho onde o Fernando, pessoa com cargo mais alto do que o meu na minha empresa, me disse por meio de uma mensagem, que eu estava esquecendo alguma coisa",
    "createdAt": "2026-01-03T01:11:02.966"
  },
  {
    "id": "cmjxlw44w0002jdamnsn5wqlr",
    "title": "Comemoracao na empresa com Boris, Chris e Matt. Teve distribuicao de presentes",
    "content": "Sonhei que eu estava em algum tipo de comemoração com as pessoas da minha empresa. Tinha um amigo chamado Boris, o vice-presidente chamado Chris e o CEO chamado Matt.\n\nLembro que nós estávamos ganhando alguns presentes. O chefe, primeiro… O chefe deu um presente com coisas boas dele, que era igual pra todo mundo. Eu recebi e lembro disso.",
    "createdAt": "2026-01-03T01:10:28.592"
  },
  {
    "id": "cmjxluiyz0001jdamrnv3obmm",
    "title": "Duas mulheres magrinhas",
    "content": "Sonhei que eu estava fazendo sexo com duas mulheres magrinhas. Uma era uma das minhas ex-namoradas e a outra era uma menina loira. Aí no sonho eu olho pra essa loirinha e falo, não foge não, pego ela no meu colo e começa a penetração. Esse aí foi o sonho.",
    "createdAt": "2026-01-03T01:09:14.506"
  },
  {
    "id": "cmjxltt150000jdamn1o8yxqr",
    "title": "Amigo Pedro e pose de Muay Thai para a foto",
    "content": "Hoje eu sonhei que eu tava aqui na minha casa e eu tava andando na rua, voltando pra algum lugar. Eu tava com a minha jaqueta que eu gosto muito e…\n\nAí, quando eu cheguei em uma casa, tinha um amigo meu antigo chamado Pedro, da época da UNB, e ele tava tirando foto. Aí, como eu fui tirar foto, a foto era pra eu fazer uma posição de luta do Muay Thai — que é uma luta que eu tô fazendo segunda, quarta e sexta — porque eu fui num evento disso sábado.\n\nAí eu fiz a posição do Muay Thai, meio lago, a guarda. Quando ele foi tirar a foto, eu acordei: meu alarme tocou.",
    "createdAt": "2026-01-03T01:08:40.871"
  },
  {
    "id": "cmjxl2m660000uwtb9l9g2gnw",
    "title": "Mario Sergio Cortela no The Noite",
    "content": "Sonhei que o Mário Sérgio Cortella tinha ido ao programa de entrevistas chamado The Noite, onde o entrevistador também é um comediante, e esse Mário Sérgio Cortella é um grande filósofo brasileiro. No programa eles conversam, né, Mário Sérgio Cortella, super inteligente, explicando o conceito da filosofia grega, e tem um momento que... Acho que tem um momento que eles conversam sobre as mulheres...",
    "createdAt": "2026-01-03T00:47:32.286"
  },
  {
    "id": "cmjxkvt6v00007tvxznk18ene",
    "title": "Test",
    "content": "Sample",
    "createdAt": "2026-01-03T00:42:14.791"
  }
]